#-*- mode: org; mode: auto-fill -*-
#+STARTUP: showeverything
#+STARTUP: hidestars
#+TAGS: korean(k) SNU(S) CAPP(C) class(c)
#+PROPERTY: Effort_ALL 0 0:10 0:20 0:30 1:00 2:00 4:00 6:00 8:00
#DONT USE +COLUMNS: %25ITEM(Details) %TAGS(Context) %7TODO(To Do) %5Effort(Time){:} %6CLOCKSUM{Total}

* Skype Development
** TODO Loopback Video w/H264
   DEADLINE: <2011-09-30 Fri>
   CLOCK: [2011-09-27 Tue 16:52]--[2011-09-27 Tue 18:12] =>  1:20

* Apartment
** TODO Pay the Rent
   DEADLINE: <2011-09-27 Tue ++1m -2d>

* Graphics Programming						  :SNU:class:
** TODO Project 1: Robot
   DEADLINE: <2011-09-29 Thu -1d>
   CLOCK: [2011-09-28 Wed 01:00]--[2011-09-28 Wed 03:05] =>  2:05
   CLOCK: [2011-09-25 Sun 22:35]--[2011-09-26 Mon 00:16] =>  1:41
   CLOCK: [2011-09-25 Sun 18:05]--[2011-09-25 Sun 19:39] =>  1:34

* Korean Study							     :korean:
** TODO Vocabulary Review
   SCHEDULED: <2011-09-28 Wed .+1d>
   - State "DONE"       from "TODO"       [2011-09-27 Tue 23:45]
   CLOCK: [2011-09-27 Tue 19:42]--[2011-09-27 Tue 20:00] =>  0:18
   - State "DONE"       from "TODO"       [2011-09-25 Sun 17:03]
   CLOCK: [2011-09-25 Sun 17:01]--[2011-09-25 Sun 18:00] =>  0:59
   :PROPERTIES:
   :LAST_REPEAT: [2011-09-27 Tue 23:45]
   :END:
   Use Anki on my phone to review the words and phrases that are due
   today.

** TODO Study TOPIK Book
   SCHEDULED: <2011-09-29 Thu ++3d>
   - State "DONE"       from "TODO"       [2011-09-27 Tue 16:36]
   CLOCK: [2011-09-26 Mon 15:19]--[2011-09-26 Mon 17:56] =>  2:37
   - State "DONE"       from "TODO"       [2011-09-23 Fri 17:12]
   CLOCK: [2011-09-23 Fri 16:37]--[2011-09-23 Fri 17:10] =>  0:33
   CLOCK: [2011-09-23 Fri 15:24]--[2011-09-23 Fri 16:25] =>  1:01
   :PROPERTIES:
   :LAST_REPEAT: [2011-09-27 Tue 16:36]
   :END:
   Try to read passages from the TOPIK book, understand them, and input
   new vocabulary into Anki for memorization.

* VLSI Seminar						     :SNU:CAPP:class:
** DONE My Adaboost HW Presentation
   DEADLINE: <2011-09-27 Tue -2d>
   CLOCK: [2011-09-26 Mon 13:55]--[2011-09-26 Mon 14:44] =>  0:49
   CLOCK: [2011-09-25 Sun 15:25]--[2011-09-25 Sun 16:57] =>  1:32
   CLOCK: [2011-09-24 Sat 17:43]--[2011-09-24 Sat 19:56] =>  2:13
   CLOCK: [2011-09-23 Fri 18:28]--[2011-09-23 Fri 22:22] =>  3:54
   CLOCK: [2011-09-23 Fri 03:14]--[2011-09-23 Fri 04:02] =>  0:48
*** Overview
    We are working in org-mode with LaTeX babel in order to create a
    cool and pretty presentation with minimal, manual LaTeX effort.
    This should also be an awesome way to learn both org-mode, and a
    little bit of *important* LaTeX, so that I can use the same setup
    later for more important things (like writing my thesis).

* Habbits
** TODO Morning Vitamin
   SCHEDULED: <2011-09-28 Wed 10:00 .+1d>
   - State "DONE"       from "TODO"       [2011-09-27 Tue 10:37]
   - State "DONE"       from "TODO"       [2011-09-26 Mon 11:41]
   - State "DONE"       from "TODO"       [2011-09-25 Sun 15:09]
   :PROPERTIES:
   :STYLE:    habit
   :LAST_REPEAT: [2011-09-27 Tue 16:37]
   :END:
** TODO Evening Vitamin
   SCHEDULED: <2011-09-28 Wed 22:00 ++1d>
   - State "DONE"       from "TODO"       [2011-09-27 Tue 23:37]
   - State "DONE"       from "TODO"       [2011-09-26 Mon 22:37]
   - State "DONE"       from "TODO"       [2011-09-25 Sun 22:34]
   :PROPERTIES:
   :STYLE:    habit
   :LAST_REPEAT: [2011-09-27 Tue 23:37]
   :END:
